{"inkVersion":21,"root":[["^Локация: терасса_ночь","\n","^...: Вечерело. На окраине небольшого японского городка Ямагути было прохладно: начало осени потихоньку давало о себе знать. Двенадцатилетняя Ая сидела на террасе своего нового дома и вглядывалась в пейзажи вокруг.","\n","^...: Да, единственный плюс этого места - природа. Прохладный ветерок гладил её по затылку и трепал волосы, фонари, висящие над головой девочки, слегка покачивались, было слышно тихое стрекотание цикад. Освещение за пределами дома осуществляли только редкие маленькие светлячки.","\n","^Ая (ая): ...","\n","^...: По правде говоря, Ае здесь совершенно не нравилось. Она безумно горевала по школьным друзьям и той, теперь уже недосягаемой жизни, которую ей пришлось оставить в Токио. Больше всего Ая думала о маме. О том, что ей пришлось пережить.","\n","^Локация (флешбэк): комната","\n","^Ая (ая): ...","\n","^Мама (мама_тень): Как ты мог? Почему ты сделал это, что тебя не устраивало в нашей семье?","\n","^Отец (папа_тень): ...","\n","^Мама (мама_тень): Мне надоело терпеть твоë поведение! Променять меня и нашу дочь на какую-то незнакомку, это просто немыслимо! Я подаю на развод!","\n","^Ая (ая_испуг): ...","\n","^Локация: терасса_ночь","\n","^...: Семья разваливалась мучительно медленно и болезненно, но Ая, в силу своего возраста и воспитания, предпочитала игнорировать мысли об этом. В любом случае, они обе пережили крах. Маме нужна была поддержка, теперь ей придëтся работать гораздо более тяжело. Пока всё, что успевала делать Ая: не мешать.","\n","^...: Они переехали всего неделю назад, занятия в школе ещё не начались, а друзей на новом месте она завести ещё не успела. Поэтому единственное, что ей оставалось - исследовать дом. Это было гораздо интереснее бесцельных прогулок в округе, тем более, здание очень старое, как снаружи, так и изнутри.","\n","^...: Оно казалось Ае уродливым и нескладным, но самое главное, что мама была в восторге. Дом настолько ей понравился, что она тут же занялась его уборкой и обустройством, а также разбором хлама, который остался, по всей видимости, от предыдущих жильцов, объявив себя новой полноправной хозяйкой этого места.","\n","^Локация (флешбэк): гостинная_день","\n","^...: Первым, что мама отправила на свалку, был странный портрет из гостиной, который занимал огромную площадь стены над диваном. На нём была изображена пожилая женщина, по всей видимости, очень влиятельная.","\n","^Мама (мама): Наконец-то появилась возможность обустроить дом под себя. Ая, помоги мне его вынести, хватай за противоположную сторону.","\n","^Ая (ая): Мне кажется без него гостиная действительно выглядит приятнее. Держу, мамочка!","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}