{"inkVersion":21,"root":[["^Волшебный гребень","\n","^Клавиатура: Ая","\n","^...: Эта история посвящена моей жене Марии 09.08.2025","\n","^Локация: терасса_ночь","\n","^...: Вечерело. На окраине небольшого японского городка Ямагути было прохладно: начало осени потихоньку давало о себе знать. Двенадцатилетняя Ая сидела на террасе своего нового дома и вглядывалась в пейзажи вокруг.","\n","^...: Да, единственный плюс этого места - природа. Прохладный ветерок гладил её по затылку и трепал волосы, фонари, висящие над головой девочки, слегка покачивались, было слышно тихое стрекотание цикад. Освещение за пределами дома осуществляли только редкие маленькие светлячки.","\n","^Ая (ая): ...","\n","^...: По правде говоря, Ае здесь совершенно не нравилось. Она безумно горевала по школьным друзьям и той, теперь уже недосягаемой жизни, которую ей пришлось оставить в Токио. Больше всего Ая думала о маме. О том, что ей пришлось пережить.","\n","^Локация (флешбэк): комната","\n","^Ая (ая): ...","\n","^Мама (мама_тень): Как ты мог? Почему ты сделал это, что тебя не устраивало в нашей семье?","\n","^Отец (папа_тень): ...","\n","^Мама (мама_тень): Мне надоело терпеть твоë поведение! Променять меня и нашу дочь на какую-то незнакомку, это просто немыслимо! Я подаю на развод!","\n","^Ая (ая_испуг): ...","\n","^Локация: терасса_ночь","\n","^...: Семья разваливалась мучительно медленно и болезненно, но Ая, в силу своего возраста и воспитания, предпочитала игнорировать мысли об этом. В любом случае, они обе пережили крах. Маме нужна была поддержка, теперь ей придëтся работать гораздо более тяжело. Пока всё, что успевала делать Ая: не мешать.","\n","^...: Они переехали всего неделю назад, занятия в школе ещё не начались, а друзей на новом месте она завести ещё не успела. Поэтому единственное, что ей оставалось - исследовать дом. Это было гораздо интереснее бесцельных прогулок в округе, тем более, здание очень старое, как снаружи, так и изнутри.","\n","^...: Оно казалось Ае уродливым и нескладным, но самое главное, что мама была в восторге. Дом настолько ей понравился, что она тут же занялась его уборкой и обустройством, а также разбором хлама, который остался, по всей видимости, от предыдущих жильцов, объявив себя новой полноправной хозяйкой этого места.","\n","^Локация (флешбэк): гостинная_день","\n","^...: Первым, что мама отправила на свалку, был странный портрет из гостиной, который занимал огромную площадь стены над диваном. На нём была изображена пожилая женщина, по всей видимости, очень влиятельная.","\n","^Мама (мама): Наконец-то появилась возможность обустроить дом под себя. Ая, помоги мне его вынести, хватай за противоположную сторону.","\n","^Ая (ая): Мне кажется без него гостиная действительно выглядит приятнее. Держу, мамочка!","\n","^Локация: терасса_ночь","\n","^...: Ае портрет тоже казался странным и жутким, и она была рада от него избавиться. Лишних недовольств относительно их нового жилища она также не высказывала, потому что ей нравилось видеть маму настолько воодушевлённой.","\n","^...: Саму девочку смогла заинтересовать только одна деталь: в гостиной находилась маленькая потайная дверь, которая была скрыта обоями и не использовалась очень давно. Её наличие не удалось заметить сразу при въезде, только через пару дней жизни в доме, когда Ае стало совсем скучно, она заприметила её в углу комнаты.","\n","^...: Ей сразу показалось странным наличие подобного прохода, поэтому она начала расспрашивать мать об этом. Та, в свою очередь, совершенно не обращала внимания на вопросы дочери. Аю каждый день терзали вопросы, касаемо происхождения этой двери, поэтому она взяла дело в свои руки.","\n","^...: Она отковыряла обои и сделала несколько попыток её открыть, но успехом они не увенчались. Наверное, это главная загадка их нового дома. Узнает ли Ая ответ? Скорее всего, в точности никогда. Это несколько разочаровывало девочку. Она собралась с мыслями и устало протёрла глаза.","\n","^Ая (ая): Нужно идти спать. За поздний отбой утром по голове меня не погладят.","\n","^...: Девочка медленно встала и направилась к двери.","\n","^Локация: гостинная_ночь","\n","^Ая (ая_пижама): Мама опять уснула за рабочим столом.","\n","^Мама (мама): ...","\n","^...: Ая отрешённо подошла к столу и выключила лампу, которая была единственным источником света в комнате. Поцеловав маму в лоб и шёпотом пожелав спокойной ночи, она направилась в собственную комнату.","\n","^...: Стрекотание цикад и перезвон фууринов успокаивали, беспокойство и мыслительная жвачка сменились на усталость и пустоту в голове, и девочка быстро погрузилась в сон.","\n","^...:","\n","^Локация: комната_ночь","\n","^Ая (ая_пижама): ...","\n","^...: Ая неожиданно открыла глаза, не понимая, что её разбудило. Вокруг стояла кромешная темнота и было непривычно тихо. Это сразу насторожило девочку: так явно быть не должно. Определённо точно, даже из открытого окна исходили бы хоть какие-нибудь звуки.","\n","^...: Стало жутковато, но Ая решила откинуть все мысли об этом и снова попытаться уснуть. Она опустила тяжёлую от усталости голову на подушку, повернулась на бок и уже было собралась продолжить спать, но тут её привлекло другое обстоятельство: Ая почувствовала, как за её спиной кровать прогнулась под чьим-то весом.","\n","^...: Сон моментально улетучился, и стало действительно страшно. Она вздрогнула и резко обернулась, готовясь к худшему.","\n","^Ая (ая_пижама_испуг): ...","\n","^...: Иногда, выражение «У страха глаза велики» обретает буквальный смысл. В данном случае, слишком буквальный. Перед Аей сидел черный тощий кот с огромными желтыми глазами.","\n","^Кот (кот): ...","\n","^Ая (ая_пижама): Господи! Малыш, ты меня напугал. Как ты попал сюда? Кот никак не отреагировал на её слова и начал вылизывать переднюю лапу, всё ещё пристально смотря Ае прямо в глаза. Она робко поднесла к нему руку и попыталась погладить его по голове, думая, что он отпрянет, но зверёк сам потянулся к её руке и мягко замурчал. Он был пушистый, но очень худой.","\n","^Ая (ая_пижама): Как ты сюда залез? Я тебя раньше здесь не видела.","\n","^...: Кот резко отодвинулся от неё, прервав ласку, и посмотрел на неё пристально, исподлобья.","\n","^Кот (кот): Я живу тут подольше вас, юная леди. Мне все дороги открыты.","\n","^Ая (ая_пижама_испуг): Ты говоришь? Мне кажется, мне это снится.","\n","^...: Она прикрыла глаза и легонько щипнула себя за плечо. И… ничего. Тогда она щипнула сильнее. Опять ничего. Похоже, происходящее было более чем реально. От попыток «проснуться» Аю отвлёк голос кота.","\n","^Кот (кот): Миледи, что вы делаете?","\n","^Ая (ая_пижама): А? Пытаюсь проснуться, глупый.","\n","^Кот (кот): Ваша уверенность в том, что это сон оскорбляет меня. Я похож на мираж?","\n","^Ая (ая_пижама): Знаешь, я как-то не привыкла к тому, что коты разговаривают. Вы все говорящие и просто скрываете это? И как тебя зовут, котик?","\n","^Кот (кот): Никаких имён мне не нужно, я - Кот. Просто Кот. Нет, мадам, не все мы разговариваем. Я особенный. И самый-самый настоящий. Давайте перейдём ближе к делу, я пришёл сюда сегодня не разговоры разговаривать.","\n","^Ая (ая_пижама): Ближе к делу? Что ты имеешь в виду?","\n","^Кот (кот): Я вынужден сообщить вам печальную новость. Вашей мамы сейчас нет в доме, и она находится в огромной опасности.","\n","^Ая (ая_пижама): Как это нет? Что ты несёшь? Я сама видела, как она пару часов назад спала за своим рабочим столом.","\n","^Кот (кот): Нет времени объяснять, просто поверьте мне. Я покажу вам. Пройдёмте со мной, только очень тихо.","\n","^Ая (ая_пижама_испуг): ...","\n","^...: Кот спрыгнул с постели и направился к двери. Вариантов больше не оставалось, поэтому Ая быстро встала и пошла за ним. Открыв дверь и очутившись в коридоре, где было ещё более темно, Ая потянулась к выключателю, но её движение прервало резкое мяуканье.","\n","^Ая (ая_пижама): Что-то не так?","\n","^Кот (кот): Не включайте свет и издавайте минимум звуков. Они могут услышать через проход.","\n","^Ая (ая_пижама): Кто?","\n","^Кот (кот): Т-с-с.","\n","^...: Пришлось идти в слепую. Получалось довольно медленно, так как Ае приходилось на ощупь боком спускаться по крутой лестнице, стараясь не издать ни скрипа. Постепенно её глаза привыкли к темноте, и она стала различать хотя бы очертания коридора. Кот терпеливо ждал её внизу. Когда она наконец спустилась, он повёл её в гостиную.","\n","^...: Комната выглядела точно также, как и пару часов назад: диван, телевизор, небольшой коврик, окно прямо напротив, из которого комнату озарял лунный свет - ничего примечательного. Ая начала злиться: что она должна была тут увидеть? Зря она так серьёзно отнеслась к ситуации, это ведь действительно мог быть просто затянувшийся сон.","\n","^...: Мамы за рабочим столом не было. Ну и что? Она ведь могла просто уйти в спальню. Девочка с непониманием взглянула на кота. Он кивнул головой сначала в сторону стены над диваном, а потом в сторону рабочего стола. Ая задумчиво почесала затылок, зевнула и ещё раз оглядела комнату. Небольшая сонливость всё ещё её одолевала, поэтому собраться с мыслями было тяжеловато.","\n","^...: Но тут мелькнуло нечто, что привело её в шок. Картина. Та самая, которую они с мамой недавно сняли и утилизировали. Она как ни в чём не бывало висела на своём месте. Почву будто выбило из под ног, и Ая ещё раз посмотрела на кота, округлив глаза. Он всё также спокойно кивал ей в сторону рабочего стола. Ая подошла к нему и осмотрела его со всех сторон.","\n","^...: Спустя пару минут девочка заметила дорожку из маленьких чёрных следов, тянувшихся от стола через всю комнату. Их было много, и они напоминали золу. Ая пригляделась: следы, кажется, вели за диван. Девочка подошла ближе и заглянула за подлокотник. То, что она увидела вновь повергло её в шок: та самая маленькая дверь, которую Ая тщетно пыталась открыть ранее, была распахнута настежь. За ней виднелся туннель, в его темноте следы и терялись.","\n","^Ая (ая_пижама_испуг): Что… как?","\n","^...: Кот запрыгнул ей на плечо и заговорил тем же шёпотом прямо девочке в ухо.","\n","^Кот (кот): Они забрали её.","\n","^Ая (ая_пижама): Кто?","\n","^Кот (кот): Существа из другого мира. Пойдёмте со мной, только вы сейчас можете помочь ей.","\n","ev","str","^Пойти за Котом","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Не ходить с ним","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["^ ",{"->":"0.не_ходить_с_ним.пойти_за_котом"},"\n",{"->":"0.не_ходить_с_ним"},{"#f":5}],"c-1":["^ ",{"->":"0.не_ходить_с_ним"},"\n",{"->":"0.не_ходить_с_ним"},{"#f":5}],"не_ходить_с_ним":["^Локация: комната_ночь","\n","^...: Ая проснулась от яркого солнечного света, пробивающегося через шторы. Вокруг больше не было тихо: возгласы соседских детей и пение птиц доносились из открытого окна, и девочке стало спокойнее.","\n","^Ая (ая_пижама): Видимо это действительно был всего лишь сон.","\n","^...: Девочка с опаской спустилась на первый этаж и прошла в гостиную. Всё, как обычно: мама так и лежала на рабочем столе вниз лицом, уснув за работой, никаких следов на полу видно не было. Единственное, что смущало Аю: портрет, так и висящий над диваном.","\n","^...: Ровно под ним, на мягкой сидушке, свернулся в клубочек кот, нежащийся под лучами утреннего солнца. Ая устроилась рядом с ним и почесала его за ушком. Кот ответил ей простым мурчанием, и, пару раз мяукнув, спрыгнул с дивана, лениво дошёл до стола и принялся тереться о ноги матери. Мама, вдрогнув, проснулась, и Ая тут же бросилась ей на шею.","\n","^Ая (ая_пижама): Мамочка! Мамочка, ты здесь! Я так рада!","\n","^...: Лицо мамы не выражало ни удивления, ни испуга. Она потрепала дочь по голове, взяла её за плечи и заглянула ей в глаза.","\n","^Мама (мама): Ая, что с тобой случилось? Я никуда и не пропадала.","\n","^...: Она наконец обратила внимание на кота и подняла его на руки.","\n","^Мама (мама): Смотри, какой славный! Подобрала его вчера вечером, хотела вас познакомить.","\n","^...: Кот мягко прильнул к ней и прикрыл глаза.","\n","^Мама (мама): Как назовём?","\n","^Ая (ая_пижама): Никаких имён ему не нужно. Кот. Просто Кот.","\n","^...: На эту фразу глаза кота резко округлились. Взгляд стал пронзительным, как тогда, ночью. Ая уставилась на него в ответ и обомлела. Кот подмигнул ей. Она подмигнула в ответ.","\n","^Локация:","\n","^Ожидание: 2","\n","^...: На этом история закончена, может быть есть иные концовки...","\n","end",["^Локация: гостинная_ночь","\n","^Ая (ая_пижама_испуг): Ладно, я пойду с тобой. Только пожалуйста, не отходи от меня. Мне очень страшно.","\n","^Кот: ...","\n","^...: Кот лишь молча кивнул на её слова и потёрся мордой о её шею. Из туннеля несло сыростью и дул лёгкий ветерок. Ая собралась с мыслями, в последний раз оглядела комнату и сделала первый шаг внутрь.","\n","^Локация: темный_коридор","\n","^...: Медленно, но верно Ая двигалась вперёд. Её пугала темнота и неизвестность, ведь кот ничего не успел объяснить ей об этом месте. Каждый шаг давался через перебарывание страха, чем глубже девочка оказывалась, тем более затхлым становился воздух, а температура вокруг словно понижалась.","\n","^...: Примерно через десять минут такого пути она дрожала как осиновый лист, еле передвигая ноги. Пару раз она порывалась было обернуться, чтобы проверить, как далеко она подвинулась, но её порывы останавливал Кот, по-прежнему сидящий на её плече, тихим шёпотом на ухо.","\n","^Кот (кот): Не оборачивайтесь, миледи. Это не стоит того, поверьте мне.","\n","^...: Ае ничего не оставалось, кроме как молча повиноваться ему. Она не знала, сколько времени они тут находятся, сколько ещё им оставалось идти и что их ждёт дальше. От духоты и затхлости вокруг, к ней снова подступила сонливость. Голова кружилась, ноги подкашивались, казалось, ещё чуть-чуть, и она упадёт в обморок. Ая уже начала думать, что Кот обманом затащил её сюда, но тут вдалеке показался слабый свет.","\n","^...: В мгновение ока, энергия и воодушевление наполнили её тело, и она побежала на свет, придерживая кота на плече одной рукой, чтобы он не упал. Девочка быстро достигла тупика, где находился слабый свет, но долго не могла понять его источник. Наконец, опустив голову, она заметила, откуда он пробивался: снизу в стене виднелась маленькая кошачья дверь.","\n","^Кот (кот): Пришли. С вашего позволения, я войду.","\n","^...: Кот спрыгнул с её плеча.","\n","^Ая (ая_пижама): Эй, а как же я? Ты переоцениваешь мои возможности, Котик. Я ведь не пролезу в эту дверь.","\n","^Кот (кот): Ой, так точно! Пардоньте, мисс, сейчас мы придумаем, как это исправить. Попробуйте поискать что-нибудь на полу.","\n","^...: Ая встала на четвереньки и начала шариться по полу. На удивление, ей действительно удалось кое-что нащупать. Она подняла на ощупь странный и гладкий предмет, поднесла его к двери, чтобы рассмотреть на свету, и… ничего. В её руках был обычный небольшой камень. Зато Коту, похоже, повезло больше. Меньше, чем через минуту, он подошёл к ней со странным флаконом в зубах, и вручил его девочке.","\n","^Ая (ая_пижама): Что это ты нашёл? Какой миленький маленький пузырёк. Написано «выпей меня». Котик, а это не опасно?","\n","^Кот (кот): Я уже и забыл про местные правила. Нам обоим придётся его выпить, чтобы пройти дальше. Не волнуйтесь, мадам, с вами ничего не случится. Вы всего лишь немного изменитесь в размере.","\n","^Ая (ая_пижама): Ну, в любом случае, выбора у меня нет.","\n","^...: Ая откупорила пробку от стеклянной ёмкости и сделала один глоток, отпив половину содержимого. Она передала пузырёк Коту, и он сделал то же самое. Эффекта не было, сомнения опять начали одолевать её, но они опять не оказались правдивыми. Через пару секунд они оба начали стремительно уменьшаться.","\n","^...: Это было очень необычное чувство: Ая чувствовала, как тонет в собственной пижаме, а стены вокруг увеличиваются с титанической скоростью. Уменьшившись окончательно и высвободившись из ткани пижамы, Ая оторвала от рубашки пару лоскутов и обвязала их вокруг тела. Получились импровизированные шорты и майка. Кот, как ни в чем не бывало, сидел неподалёку.","\n","^Кот (кот): Да, вопросом одежды мы не озаботились. Не волнуйтесь, юная леди, думаю за дверью будет, что вам подобрать.","\n","^Ая (ая_купальник): ...","\n","^...: Девочка молча толкнула дверь и пробралась внутрь. Кот последовал за ней.","\n","^Локация: лес","\n","^...: Пройдя через кошачью дверь, они оказались на опушке леса. Вокруг был красивый рассвет, в воздухе стоял туман. Было очень свежо, и Ая тут же вздохнула полной грудью. Голова немного закружилась. Наконец отдышавшись, она захотела обратиться к коту, но… его нигде не было.","\n","^Ая (ая_купальник_испуг): Кот! Эй, дружок, где ты потерялся? Не оставляй меня одну, Котик!","\n","^...: Ответа не последовало. Отдышавшись, она огляделась: никаких следов пребывания животного рядом. Господи, зачем же она ему доверилась? Что если это всё действительно ловушка или какая-то глупая шутка. Но может всё не так плачевно? Может быть, с ним чтото случилось? Ая уже смирилась с тем, что в ближайшее время ответа не получит. Сейчас нужно было разбираться самой и понять хотя бы, где она находится.","\n","^...: Кошачья дверь, через которую она вошла, была просто выкопана на небольшой возвышенности. Вокруг неё находился холм, а сама она обросла травой. Дальше холма и небольшой опушки были только деревья, деревья и деревья. Место показалось Ае смутно знакомым, но она всё ещё не понимала, в каком направлении двигаться. Решено было идти на восток.","\n","^Ая (ая_купальник): Лучше уж мой путь будет лежать в сторону восходящего солнца.","\n","^...: Ая решительно направилась в сторону деревьев, совершенно не представляя, что её ждёт за ними. Лес казался не особо густым, но из-за тумана видимость была отвратительная. Вскоре из-за деревьев показался странный силуэт. Ая замерла в испуге, когда заметила, что силуэт целенаправленно приближается к ней: бежать в любом случае было некуда, тем более, вдруг он всё-таки не желает ей зла?","\n","^...: Когда он стал ближе, его черты начали вырисовываться наиболее ярко. Это была чёрная высокая прямая фигура, покрытая сверху будто вуалью, конечностей видно не было, а вместо лица у него была маска, похожая на театральную. Он остановился в паре метров от Аи и смотрел прямо на неё.","\n","^Ая (ая_купальник_испуг): Кто ты?","\n","^Силуэт (безликий): ...","\n","^...: Сколько бы Ая не задавала вопросов, он лишь молча стоял и смотрел на неё. Через несколько минут такого молчания, девочка сдалась и попыталась его обойти, но незнакомец преградил ей путь.","\n","^Незнакомец (безликий): ...","\n","^Ая (ая_купальник): Эй, пропусти меня!","\n","^...: Он всё также молча продолжал смотреть на неё. Ая ещё несколько раз попыталась обойти его, но он упорно не пропускал её. Попытки поговорить с ним тоже не имели успеха: незнакомец отмалчивался и отвечал ей редкими кивками.","\n","^Ая (ая_купальник): Так ты не умеешь говорить?","\n","^...: Незнакомец молча кивнул.","\n","^Ая (ая_купальник): Тогда будем разговаривать по-другому. Ты кажешься мне знакомым. Я, кажется, видела что-то похожее на тебя в книжках по мифологии. Дай-ка подумать… Безликий бог Каонаси, вот! Я угадала?","\n","^...: Он продолжил кивать.","\n","^Ая (ая_купальник): Ну вот! Хотя бы с одним разобрались. Тогда буду звать тебя просто «Безликий»","\n","^Безликий (безликий): ...","\n","^Ая (ая_купальник): Слушай, Безликий. Я ищу свою маму. Она очень похожа на меня, только старше. Ты случайно не знаешь, где она может быть?","\n","^...: Безликий немного помедлил, но также ответил утвердительным кивком, а затем жестом показал Ае идти за ним.","\n","^Локация: двор","\n","^...: Они вместе двинулись сквозь деревья, и через некоторое время, вышли в небольшой двор. Глаза Аи раскрылись от удивления, когда прямо перед собой она увидела собственный дом. Действительно, он был точь в точь похож на тот, что они недавно сняли вместе с мамой.","\n","^...: Только он выглядел не таким старым, даже наоборот, как будто он переживал лучшие годы: ухоженный дворик, отсутствие трещин на стенах, идеально чистая веранда и совершенно новые фонари. Отойдя от шока, Ая взглянула на Безликого, который стоял чуть поодаль от неё.","\n","^Ая (ая_купальник): Это же мой дом! Почему он вообще здесь? Да что это, черт возьми, за место?","\n","^??? (морико): Оно представляет собой идеальную копию реальности, только чуть лучше.","\n","^...: Ая резко вздрогнула и обернулась в сторону незнакомого голоса. Из-за дерева показалась молодая девушка, одетая в форму прислуги. Она приблизилась к девочке и протянула ей руку для рукопожатия.","\n","^??? (морико): Морико Накамура. Я так понимаю, ты здесь новенькая.","\n","^...: Ая робко пожала ей руку.","\n","^Ая (ая_купальник): Меня зовут Ая, и я совершенно не понимаю, о чём ты. Я просто ищу свою маму.","\n","^Морико (морико): Значит, вы новые жильцы. Колись, сколько вам удалось продержаться в доме незамеченными. Дня три? Может неделю?","\n","^...: Ая одёрнула руку и нахмурилась.","\n","^Ая (ая_купальник): Ты можешь объяснить, что тут вообще происходит? Кто ты? И почему этот дом вообще здесь?","\n","^Морико (морико): А, значит я буду вынуждена ввести тебя в курс дела. Как я уже сказала, меня зовут Морико, и я здесь работаю, как и все мы. Все здесь работают на Госпожу.","\n","^Ая (ая_купальник): На кого? Как такое вообще возможно?","\n","^Морико (морико): Подробности узнаешь позже, а сейчас нам нужно идти. Если кто-нибудь ещё заметит тебя здесь в таком виде, возникнут ненужные вопросы и подозрения, а мне может влететь. Пойдём, у нас дел невпроворот! Тебе как минимум нужно подобрать более подходящий наряд.","\n","^...: Морико грубо потянула Аю за рукав и потащила в сторону дома. Ая молча засеменила за ней, в последний раз успев обернуться и посмотреть в сторону Безликого. Он уже скрывался в кустах, и сквозь растительность была едва различима его маска.","\n","^Локация: подсобные_комнаты","\n","^...: Обойдя дом сзади, девочки обнаружили небольшую дверь, ведущую внутрь. Через неё Морико затащила Аю в небольшую хорошо освещённую комнату. Морико осторожно закрыла за собой дверь и с порога начала суетиться, спешно бегая по комнате. Спустя несколько секунд она снова схватила Аю за руку и толкнула её в другую комнату. Это оказалась ванная. Затем Морико всучила ей охапку одежды.","\n","^Морико (морико): Слушай меня внимательно. Сейчас ты быстро приведёшь себя в порядок и наденешь форму. Волосы собери в аккуратный пучок, помойся очень тщательно. Затем ты тихонько выйдешь из ванной и пройдёшь в соседнюю комнату, дверь слева от тебя. Там находятся спальни прислуги, я буду ждать тебя внутри. Делай всё максимально бесшумно и ни с кем, кроме меня не заговаривай, поняла?","\n","^...: Ая молча кивнула и закрылась в ванной. Морико скрылась за дверью. Через некоторое время Ая покинула ванную комнату опрятно одетая в форму, и тут же направилась в спальни. Хоть форма выглядела непривычно и была Ае явно большая, было приятно смыть с себя всю грязь и надеть что-то, кроме уродливых тряпок.","\n","^Локация: спальня_прислуги_день","\n","^...: Ая даже не подозревала, что этот дом на самом деле настолько большой, чтобы кроме привычных комнат туда помещались ещё и залы для горничных. Спальни напоминали общежитие или детский дом: множество матрасов лежали на полу вдоль стен, на них всё ещё крепко спали другие женщины разных возрастов. В остальном пол был завален чужими вещами и пожитками, а стены увешаны плакатами, бумажками с расписаниями и заметками, но самой жуткой деталью был портрет женщины.","\n","^...: Он выглядел точно также, как тот, у них в гостиной, и занимал почётное самое видное место на центральной стене, которая попадала под общий угол обзора с любой стороны комнаты. Ая осторожно кралась по комнате, переступая хлам, лежащий на полу. Морико действительно ждала её в правом дальнем углу комнаты, сидя на своём матрасе. Девочка подошла к ней и опустилась рядом.","\n","^Морико (морико): Спать будем вместе. Вот здесь. Расскажу тебе немного о том, чем мы здесь занимаемся. Все эти люди, которых ты видишь вокруг, как и мы с тобой, когда-то были жильцами этого дома. Всякий, кто начинает устанавливать внутри свои правила, в итоге попадает сюда и становится прислугой. Госпожа - хозяйка этого поместья - забирает всех, но зачастую это женщины. Мужчины у нас редкие гости.","\n","^Морико (морико): Наша работа - поддерживать в поместье идеальный порядок и угождать госпоже, основные обязанности - уборка, готовка, стирка, стрижка газона, в общем, стандартное ведение быта. Но работать приходится не покладая рук, потому что у хозяйки довольно специфические прихоти.","\n","^Морико (морико): Говорят, что те, кто особенно хорошо выполняет свою работу и нравится хозяйке, получают некое «повышение» по службе и становятся её личными посыльными.","\n","^Ая (ая_костюм): А ты? Как ты попала сюда?","\n","^Морико (морико): Как и все остальные. Пожила немного на новом месте, а потом меня выкрали ползуны.","\n","^Ая (ая_костюм): Ползуны?","\n","^Морико (морико): Ну да. Это самые близкие прислужники Хозяйки. Внешне они напоминают мышей, но они не настоящие. Она сама вылепила их из глины и золы. Ползуны очень сильные и оставляют за собой характерные черные следы лапок.","\n","^Ая (ая_костюм): Откуда ты всё это знаешь? Как давно ты здесь? Ты, вроде как, не сильно старше меня.","\n","^Морико (морико): Верно, не сильно. Когда я оказалась здесь, мне было всего пятнадцать. Здесь время идёт иначе, и все здешние не стареют, так что я уже потеряла ему счет. Могу лишь сказать, что по моим примерным подсчётам, я нахожусь здесь уже пятьдесят первый год.","\n","^...: Ая в шоке замерла на пару секунд, окидывая Морико взглядом. До сих пор ей до конца не верилось в реальность происходящего. Тяжело вздохнув, она продолжила говорить.","\n","^Ая (ая_костюм): Как бы там ни было, я здесь не для того, чтобы работать. Я пришла найти свою маму и спасти её.","\n","^Морико (морико): Хоть я и слабо верю в то, что у тебя получится - я помогу тебе. Мне кажется, что я даже видела твою маму не так давно, и если это действительно она - положение у неё не завидное.","\n","^Ая (ая_костюм_испуг): Что ты имеешь в виду?","\n","^Морико (морико): Хозяйка любит коллекционировать души. Самые светлые и чистые, которые ей удаётся забрать, сразу попадают под её попечение и стражу. Пару дней она устраивает им испытания, и, если человеку удаётся их пройти - забирает душу себе на хранение. Что происходит с ними дальше - неизвестно, но говорят, что она так поддерживает собственную жизнь.","\n","^Ая (ая_костюм): Получается, пару дней в запасе у меня есть. Как мне попасть к Хозяйке?","\n","^Морико (морико): А ты надеешься с ней договориться? Хозяйка слишком сильна. Если вы сразу же столкнётесь лбами, тебе, скорее всего, несдобровать. Придержи коней, мы вместе продумаем план. А сейчас ложись спать, ты явно устала по дороге сюда. Я прикрою тебя перед остальными, отдохни и наберись сил.","\n","^...: Ая кивнула и тут же свернулась калачиком на матрасе. Морико заботливо накрыла её простынёй и погладила по голове.","\n","^Морико (морико): Всё будет хорошо.","\n","^...: Очень хотелось бы в это верить. Только сейчас Ая смогла ощутить, насколько она устала. Ноги ныли от долгой ходьбы, всё тело ломало от изнеможения. Девочка быстро провалилась в сон.","\n","^Локация: спальня_прислуги_ночь","\n","^...: Казалось, Ая спала целую вечность. Она открыла глаза и потянулась, когда за окнами уже были сумерки. В спальне никого кроме неё не было, комната была абсолютно пустой. В скором времени за ней пришла Морико. Остаток вечера Морико водила её по разным помещениям дома, чтобы познакомить этим местом.","\n","^...: Спустя пару часов такой прогулки, Ая могла точно назвать расположение всех спален, гостиных и кухонь. По дороге они вместе с Морико орудовали мётлами, швабрами и щётками, перемыв полы и почистив всю мебель на своём пути. Изнутри дом выглядел поистине роскошно, будто проживал свои лучшие годы. Богатое убранство, дорогие ковры и посуда, идеально чистая мебель - всё выдавало в нём тонкий вкус и требовательность хозяйки.","\n","^Локация: терасса_ночь","\n","^...: Ближе к ночи, Морико стащила из столовой две тарелки лапши, и они вместе уселись на террасу, пока остальные готовились ко сну. Ая не могла нарадоваться пище: она была очень голодна и не ела больше суток.","\n","^Морико (морико): Приятного аппетита!","\n","^...: Ая начала быстро набивать рот лапшой и успела только кивнуть и промычать на пожелание Морико. Вскоре их тарелки опустели, а на поместье опустилась ночь. Девочки молча сидели рядом, разглядывая ночное небо. Впервые за последнее время, Ае стало спокойно.","\n","^...: Проблемы будто на секунду отступили, и она могла спокойно насладиться моментом.","\n","^Ая (ая_костюм): С самого утра хочу спросить…","\n","^Морико (морико): М?","\n","^Ая (ая_костюм): Что здесь делает безликий Бог Каонаси?","\n","^Морико (морико): Оу, это наверное тебя огорчит. На самом деле он не настоящий. Всё, что ты здесь видишь - нереальное. Кроме тех, кого забрали, разумеется. Хозяйка сама соткала этот мир из иллюзий, которые привлекали первых людей, оказавшихся здесь. Она обманом заставляла их остаться, давая «выбор без выбора».","\n","^Морико (морико): Потом появились Ползуны, и необходимость в приманке отпала. Такие же соблазны она до сих пор предлагает лучшим работникам, и они соглашаются от безысходности. На самом деле, дальнейшая их судьба доподлинно неизвестна. Говорят, что они живут в покоях хозяйки.","\n","^Ая (ая_костюм): Слушай, Морико… Самое время подумать, как мы освободим мою маму.","\n","^...: Морико сразу напряглась и встревоженно взглянула на Аю.","\n","^Морико (морико): Малышка, я даже не знаю, что тебе сказать. Я очень сильно хочу в тебя верить, но всё это кажется мне невыполнимой задачей.","\n","^Ая (ая_костюм): Неужели эта старая ведьма не пойдет на разговор? Неужели нет способа убедить её просто отпустить нас с мамой?","\n","^Морико (морико): Это очень вряд-ли. Я бы посоветовала тебе смириться с вашей нелёгкой судьбой и не привлекать лишнего внимания. Может быть, она пощадит твою маму и поселит её у себя в покоях, если она покажется ей особенной. А она покажется, я уверена в этом. Да и, если честно, нам всем здесь живётся относительно неплохо. Да, работа бывает тяжела, но мы все сыты и одеты.","\n","^Ая (ая_костюм): Ясно… Я всё поняла. Подумаю об этом позже сама. Может действительно стоит смириться.","\n","^Морико (морико): Вот и славненько, а теперь пошли спать. Утро вечера мудренее.","\n","^...: По правде говоря, Аю безумно раздражало поведение Морико. Как вообще можно думать о том, чтобы смириться с обстоятельствами, когда твоя родная мать находится в беде? Ая не знала и знать не хотела. Они с Морико быстро улеглись на матрас, и девочка мирно уснула, с чётким намерением завтра пойти к Хозяйке поместья и освободить маму, чего бы ей это не стоило. Даже ценой своей жизни.","\n","^Локация: спальня_прислуги_ночь","\n","^...: Посреди ночи Аю неожиданно разбудило мурчание. Она распахнула глаза и вздохнула с облегчением, увидев перед собой Кота. Девочка открыла рот, чтобы что-то сказать, но Кот прервал её порыв покачиванием головы и жестом показал следовать за ним. Вместе они прокрались мимо спящих горничных в ту самую маленькую комнатку у заднего выхода. Тихо, но плотно прикрыв за собой дверь, Ая начала разговор.","\n","^Ая (ая_костюм): Котик, как я рада тебя видеть! Где ты пропадал и почему ничего не сказал мне?","\n","^Кот (кот): Простите, мисс, я должен был это сделать. Видите ли, этот мир и его хозяйка не очень любят меня, поэтому выхода, кроме как скрыться и трусливо сбежать, у меня не было. Приношу сердечные извинения за своё поведение. Сразу скажу, я пришёл к вам с информацией. Внимательно выслушайте меня.","\n","^...: Ая молча кивнула и сосредоточилась на диалоге.","\n","^Кот (кот): Здесь никому нельзя доверять, мадам. Возможно, пообщавшись с местными, вы думаете, что ведьму не победить, но это не так. Есть один способ, но для этого вам понадобится моя помощь. У ведьмы есть одно самое важное слабое место: её волосы. Они содержат в себе корень зла и зависти, из-за которых она продолжает красть ни в чём неповинных людей.","\n","^Кот (кот): Волосы у неё собраны в косу, которую нужно отрезать особым кинжалом. А вот с вашей мамой всё сложнее. Скорее всего, в данный момент она находится под колдовством ведьмы и проходит испытания. Чтобы её спасти, колдовство нужно снять. В этом тебе поможет волшебный гребень Куси-но-ки-мамори. Нужно вставить его маме в волосы, и тогда чары рассеятся. Злые духи и ведьмы, вроде хозяйки, боятся его зубьев.","\n","^Ая (ая_костюм): Я всё поняла. С чего нам начать?","\n","^...: Начались быстрые приготовления. Оказалось, что кинжал и гребень Кот раздобыл заранее. Ая, в свою очередь, стащила с кухни соль, которая по преданию отгоняет злых духов, и засунула все припасы в карманы на юбке.","\n","^...: Дело оставалось за малым: пробраться в покои хозяйки, которые находились в восточном крыле на втором этаже. Насколько Ая помнила, в их настоящем доме эта часть была заброшена и полуразрушенна, поэтому они с мамой не рисковали туда ходить. Но сейчас выбора не было.","\n","^Локация: покои_хозяйки","\n","^...: Под покровом ночи девочка и Кот пробрались на второй этаж. Он выглядел гораздо богаче, чем весь остальной дом: интерьер, отделанный золотом делал своё дело. Прохладный ветерок обдувал их из открытых окон, а вместе с ним до них словно доносилось «дыхание» природы. Кровь стыла в жилах, адреналин пьянил голову. Они остановились в метре от входа в восточное крыло.","\n","^Кот (кот): Сейчас мы начнём действовать. Сначала мы проберёмся в комнату, где хозяйка держит испытуемые души. Там должна находиться ваша мама. Когда увидите её, насыпьте вокруг её кровати соль, а гребень вставьте в волосы.","\n","^Кот (кот): Тогда вы сможете снять чары и вернётесь домой. Но будьте осторожны: комната оснащена чем-то вроде сигнализации. Если при входе наступить на пол - вас заметят и поднимут тревогу. Передвигайтесь только по ковру.","\n","^Ая (ая_костюм): А как же ты?","\n","^Кот (кот): А я займусь ведьмой.","\n","^Ая (ая_костюм): Я не могу бросить тебя одного!","\n","^Кот (кот): Не переживайте обо мне, юная леди. Я сделаю всё в мгновение ока. Даже если со мной что-то случится - забирайте маму домой и бегите. Не пытайтесь меня спасать, это слишком опасно.","\n","^...: На том и порешили. Ая сжала Кота в объятиях и направилась к дверям.","\n","^Ая (ая_костюм): Пора положить этому конец.","\n","^Локация: спальня_заточенных","\n","^...: Открыв дверь в нужную спальню, Ая сразу же перепрыгнула с порога на ковёр. Слава богам, что её приземление было почти бесшумным и никого не разбудило. Найти маму среди всех спящих не составило большого труда. В следующую секунду она достала из кармана горсть соли и медленно очертила ей спальное место матери.","\n","^Ая (ая_костюм): Всё оказалось проще, чем я думала.","\n","^...: Ая уже занесла гребень над головой своей матери, как вдруг услышала пронзительный кошачий крик откуда-то из коридора. За ним последовал женский гортанный хохот и звуки борьбы.","\n","^Ая (ая_костюм): Похоже, Котику приходится несладко. Нужно ему помочь! Я думаю, что Котик справится. Он ведь сам говорил мне спасать маму несмотря ни на что. Она ведь так привязалась к нему. Да, он уходил от неё без предупреждения и втянул в эту авантюру, но он ведь помогал ей безвозмездно и несмотря ни на что.","\n","^Ая (ая_костюм): За то короткое время, проведённое вместе, Ая успела по-настоящему полюбить пушистого товарища. Но могла ли она рисковать своей мамой? На глазах появились слёзы, к горлу подступил ком. Рука, которая держала гребень, предательски задрожала.*","\n","ev","str","^Помочь Коту","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Не помогать","/str","/ev",{"*":".^.c-3","flg":4},{"c-2":["^ ",{"->":"0.не_помогать.помочь_коту"},"\n",{"->":"0.не_помогать"},{"#f":5}],"c-3":["^ ",{"->":"0.не_помогать"},"\n",{"->":"0.не_помогать"},{"#f":5}],"#f":5,"#n":"пойти_за_котом"}],{"#f":5}],"не_помогать":["^Ая (ая_костюм_слезы): Я должна спасти маму. Должна. Чего бы мне это ни стоило. П-прости, Котик. Я тебя не забуду.","\n","^...: Навзрыд плача, Ая одним плавным движением вставила гребень в прическу спящей матери. Это, казалось бы, такое простое движение далось ей очень тяжело. В глазах мелькало их с Котиком знакомство, разговоры, лес, Морико, следы Ползунов, Безликий, местные обитатели и убранство дома.","\n","^...: Ей было тяжело бросать их всех тут, но это была жертва ради мамы и ради семьи. Тут же почва начала уходить из-под ног, и Ая почувствовала, как пространство вокруг неё растворяется. Больше она ничего не видела.","\n","^Локация: комната_ночь","\n","^...: Ая проснулась от яркого солнечного света, пробивающегося через шторы. Вокруг больше не было тихо: возгласы соседских детей и пение птиц доносились из открытого окна, и девочке стало спокойнее.","\n","^Ая (ая_пижама): Видимо это действительно был всего лишь сон.","\n","^...: Девочка с опаской спустилась на первый этаж и прошла в гостиную. Всё, как обычно: мама так и лежала на рабочем столе вниз лицом, уснув за работой, никаких следов на полу видно не было.","\n","^...:Единственное, что смущало Аю: портрет, так и висящий над диваном. Ая тут же подбежала к матери и начала трясти её за плечо. Мама, вдрогнув, проснулась, и дочь тут же бросилась ей на шею.","\n","^Ая (ая_пижама): Мамочка! Мамочка, ты здесь! Я так рада!","\n","^...: Лицо мамы не выражало ни удивления, ни испуга. Она потрепала дочь по голове, взяла её за плечи и заглянула ей в глаза.","\n","^Мама (мама): Ая, что с тобой случилось? Я никуда и не пропадала.","\n","^Ая (ая_пижама): Да нет… Не бери в голову. Главное, что мы обе здесь.","\n","^Мама (мама): Вот и славненько. Пойду приготовлю нам завтрак.","\n","^...: Ая очень долго думала над произошедшим ночью, но всё-таки решила, что это было сном. Она всё равно вспоминала о Коте, Морико, Безликом и всех событиях, через которые ей пришлось пройти.","\n","^...: В любом случае, от греха подальше, портрет хозяйки маме она трогать запретила. Заходить за диван, туда, где была дверь, Ая также опасалась.","\n","^...: Единственный вопрос, который её до сих пор мучал: что случилось с Котом? Победил ли он ведьму? Возможно, об этом она уже не узнает.*","\n","^Локация:","\n","^Ожидание: 2","\n","^...: На этом история закончена, может быть есть иные концовки...","\n","end",["^Ая (ая_костюм_слезы): Я должна спасти маму. Должна. Но я не могу всех здесь бросить на произвол судьбы! Котик, я вытащу тебя любой ценой, держись!","\n","^...: Девочка резко подскочила и понеслась в комнату, из которой доносились звуки борьбы. Забежав внутрь, Ая увидела перед собой ту самую женщину с портрета в гостиной.","\n","^...: Так вот она какая, эта хозяйка. Её красоте нужно было отдать должное: величественный стан, прямая осанка, орлиный взгляд и острые черты лица - всё было при ней, несмотря на преклонный возраст. Даже её волосы не были седыми, а имели красивый тёмнокаштановый оттенок. Они даже не потеряли в густоте и длине: толстая чёрная коса спускалась до талии.","\n","^Хозяйка (хозяйка): ...","\n","^...: Женщина явно была занята сражением с Котом, но никак не могла его поймать. Он, по всей видимости, выбрал тактику сбрасывать на неё предметы со стеллажей и полок, да так, чтобы не попадаться ей на глаза.","\n","^...: По итогу «битва» выглядела достаточно смешно для старой могущественной колдуньи, которая в данную секунду смешно прыгала из одного конца комнаты в другой и иногда взлетала в воздух, но никак не могла схватить одного несчастного Кота.","\n","^...: Ая, в отличие от старухи, видела его перемещения: он юрко прыгал с полки на полку, со стеллажа на стеллаж, иногда на рабочий стол, а иногда пролезал по полу прямо у хозяйки между ног, и пока та, комично наклонившись, пыталась его схватить, уже оказывался на верхних полках под потолком.","\n","^...: Ая сразу поняла: ситуацию надо использовать, пока Кот отвлекает внимание. Но где же кинжал? Пока женщина носилась вдоль стеллажей, как угорелая, девочке удалось прокрасться к её рабочему столу.","\n","^...: На нём она и обнаружила кинжал, и в этот момент в её голове всё стало на свои места. Вот почему ведьма не спешит ловить Котика. Она уже его схватила и отобрала оружие, и теперь она не считает его достаточной угрозой.","\n","^Ая (ая_костюм): Но ведьма не в курсе, что у добра тоже есть козыри в рукаве.","\n","^...: Медлить было нельзя. Ая подгадала нужный момент, и одним резким движением запрыгнула прямо ведьме на спину, а после - схватилась за косу и отрезала её под корень.","\n","^...: В ту же секунду, издав удивлённый выкрик, женщина рухнула на пол. Кот тут же подлетел к Ае и бросился ей в объятия.","\n","^Кот (кот): Миледи, почему вы меня не послушали? Я же предупреждал вас об опасности!","\n","^Ая (ая_костюм_слезы): Я хотела спасти тебя! Я не могла бросить тебя здесь одного, Котик. Я люблю тебя.","\n","^...: С этими словами, она крепче прижала к себе его пушистое тельце. Кот мордочкой зарылся в ткань её платья и замурчал.","\n","^Кот (кот): Я тоже люблю вас, мадам. Поэтому из всех жильцов я выбрал именно вас. Вы мне сразу понравились.","\n","^...: Их идиллию прервала внезапно влетевшая в комнату Морико.","\n","^Морико (морико): Ая! Господи, дорогая, с тобой всё нормально?","\n","^...: Она тут же опустилась на колени и сжала Аю в удушающих объятиях.","\n","^Ая (ая_костюм): Я нормально, порядок. Как ты узнала, что я здесь?","\n","^Морико (морико): Я проснулась и заметила твою пропажу, но решила не поднимать тревогу и просто понаблюдать за твоим маршрутом. Иногда «не мешать» - лучшее, что мы можем сделать.","\n","^Хозяйка (хозяйка_седая): Да, деточка. Ты абсолютно права. Иногда бездействие - это решающий ход.","\n","^...: Все резко обернулись на источник звука. Перед ними стояла обычная седовласая бабушка с добрыми глазами и мягкой улыбкой. От прежней статности не осталось и следа.","\n","^Ая (ая_костюм): Но что… Как?","\n","^Хозяйка (хозяйка_седая): Так вышло, что ты, моя девочка, только что сняла с нас всех проклятие, захватившее когда-то этот дом. Я была первой владелицей поместья и была проклята бывшим мужем за желание разойтись с ним. Изначально влияния не чувствовалось, но в какой-то момент я перестала стареть, волосы увеличились в своей длине, а в моих руках появилась страшная сила.","\n","^Хозяйка (хозяйка_седая): Я знала, что для поддержания собственного существования мне нужны были люди, но мне не хотелось никого ранить, поэтому я ушла в подполье и спрятала это место так, чтобы никто его не нашёл. Но люди всё равно приходили. Самые первые оставались добровольно, но и им тоже нужен был социум, а я не хотела, чтобы новые жильцы нарушали мою память.","\n","^Хозяйка (хозяйка_седая): Поэтому все, кто пытался снять мой портрет, попадали сюда. Я годами не могла понять, как мне разрушить проклятие, но ты это сделала, Ая! Ты освободила не только меня, но и все души, живущие здесь! Скажи мне, как я могу тебя отблагодарить?","\n","^Ая (ая_костюм): Верните меня, мою маму и Котика домой. И позаботьтесь о Морико. Не обижайте её.","\n","^Морико (морико): За меня не беспокойся, душа моя. Спустя столько лет здесь я хочу лишь одного: свободы и упокоения.","\n","^Хозяйка (хозяйка_седая): Это желание я легко смогу выполнить. Но для этого мне нужно то, что лежит в твоём кармане. Волшебный гребень.","\n","^...: Ая передала гребень хозяйке и взяла Котика на руки.","\n","^Хозяйка (хозяйка_седая): Я перенесу вас на счёт десять.","\n","^...: С этими словами, старушка начала считать до десяти и делать гребнем особые жесты в воздухе. Пространство вокруг начало искажаться и рассыпаться на песчинки.","\n","^...: Морико и Ая обнялись на прощание.","\n","^Ая (ая_костюм): Значит, мы больше не встретимся?","\n","^Морико (морико): Не встретимся. Но это не потому что я исчезну. Я всегда буду вот здесь.","\n","^...: Морико коснулась пальцами грудной клетки Аи с левой стороны.","\n","^Морико (морико): В твоём большом, храбром и любящем сердце. Не забывай меня.","\n","^...: В эту секунду и Морико рассыпалась на мелкий песок, вместе со всем остальным. Вокруг больше не было видно ничего, а к глазам подступала сонливость.","\n","^Локация: комната_ночь","\n","^...: Ая проснулась от яркого солнечного света, пробивающегося через шторы. Вокруг больше не было тихо: возгласы соседских детей и пение птиц доносились из открытого окна, и девочке стало спокойнее.","\n","^Ая (ая_пижама): Видимо это действительно был всего лишь сон.","\n","^...: Девочка с опаской спустилась на первый этаж и прошла в гостиную. Всё, как обычно: мама так и лежала на рабочем столе вниз лицом, уснув за работой, никаких следов на полу видно не было. Единственное, что смущало Аю: портрет, так и висящий над диваном.","\n","^...: Ровно под ним, на мягкой сидушке, свернулся в клубочек кот, нежащийся под лучами утреннего солнца. Ая устроилась рядом с ним и почесала его за ушком. Кот ответил ей простым мурчанием, и, пару раз мяукнув, спрыгнул с дивана, лениво дошёл до стола и принялся тереться о ноги матери. Мама, вдрогнув, проснулась, и Ая тут же бросилась ей на шею.","\n","^Ая (ая_пижама): Мамочка! Мамочка, ты здесь! Я так рада!","\n","^...: Лицо мамы не выражало ни удивления, ни испуга. Она потрепала дочь по голове, взяла её за плечи и заглянула ей в глаза.","\n","^Мама (мама): Ая, что с тобой случилось? Я никуда и не пропадала.","\n","^...: Она наконец обратила внимание на кота и подняла его на руки.","\n","^Мама (мама): Смотри, какой славный! Подобрала его вчера вечером, хотела вас познакомить.","\n","^...: Кот мягко прильнул к ней и прикрыл глаза.","\n","^Мама (мама): Как назовём?","\n","^Ая (ая_пижама): Никаких имён ему не нужно. Кот. Просто Кот.","\n","^...: На эту фразу глаза кота резко округлились. Взгляд стал пронзительным, как тогда, ночью.","\n","^...: Ая уставилась на него в ответ и обомлела. Кот подмигнул ей. Она подмигнула в ответ.","\n","^Локация:","\n","^Ожидание: 2","\n","^...: На этом история закончена, может быть есть иные концовки...","\n","end",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"помочь_коту"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}